var $lang = {
    errAlertMsg: "无效日期或日期超出范围，重做或不重做？",
    aWeekStr: ["wk", "周日", "周一", "周二", "周三", "周四", "周五", "周六"],
    aLongWeekStr: ["wk", "周日", "周一", "周二", "周三", "周四", "周五", "周六", "周日"],
    aMonStr: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
    aLongMonStr: ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"],
    clearStr: "清除",
    todayStr: "今天",
    okStr: "确定",
    updateStr: "确定",
    timeStr: "时间",
    quickStr: "快速选择",
    err_1: '最小日期不能大于最大日期！'
}